{
    "basemode": "Базовая карта",
    "terrainmode": "Топографическая карта",
    "topographicmode": "Топографическая карта",
    "helpmode": "Показать частые места размещения оружия",
    "focusMode": "Режим фокуса",
    "enterToExit": "Нажмите 'Enter', чтобы выйти",
    "squadMortarOverlay": "SquadMortarOverlay detected",
    "mapUpdated": "Карта обновлена",
    "connectedTo": "Connected !",
    "error": "Ошибка!",
    "apiError": "API не подключен..",
    "apiError_layers": "Can't fetch layers from API",
    "deleteTargets": "Удалить все цели",
    "bearing": "Пеленг",
    "whereToAim": "(куда целиться)",
    "elevation": "Высота над уровнем моря",
    "howFar": "(насколько далеко выстрелит)",
    "save": "Сохранить",
    "copied": "Скопировано!",
    "resultLater": "(результаты на потом)",
    "spreadDesc": "Из-за погрешности угла стрельбы (MOA) и длины снаряда выстрелы могут расходиться по эллиптической траектории.",
    "moaDesc": "Угол стрельбы (MOA) в артиллерии измеряет погрешность оружия, указывая на распределение выстрелов. Один MOA равен 1/60 градуса.",
    "velocityDesc": "Начальная скорость снаряда - это скорость, с которой снаряд покидает ствол орудия, измеренная непосредственно после выстрела. Она влияет на дальность и точность выстрела.",
    "heightPaddingDesc": "При размещении орудия над землей (например, на зданиях или мостах) используйте это поле для указания дополнительной высоты.",
    "smoothMapTooltip": "Добавить плавные анимации при увеличении или перемещении карты. Необходима перезагрузка страницы",
    "experimentalWeaponsTooltip": "Добавьте неконвенциональные оружия непрямого огня в список оружий, используйте на свой страх и риск!",
    "damageRadiusTooltip": "Показать радиус поражения и радиус 25 урона",
    "showKeypadTooltip": "Показать блок кнопок под курсором",
    "showSpreadTooltip": "Показать возможную область рассеивания снарядов вокруг целей",
    "showMaxRangeTooltip": "Рассчитать максимальную дальность в каждом направлении с учетом высот",
    "useClassicCursorTooltip": "Заменить перекрестие на стандартный курсор",
    "targetAnimationTooltip": "Отключите, чтобы заменить значки маркеров минималистичными кругами",
    "performanceWarning": "Может вызвать проблемы с производительностью",
    "markerDragTooltip": "Показать сетку во время перетаскивания",
    "contextMenuTooltip": "Щелкните правой кнопкой мыши по карте, чтобы открыть контекстное меню и разместить маркеры",
    "copyNextFlagsTooltip": "При нажатии на флаг автоматически добавлять следующие флаги в буфер обмена",
    "copyTargetTooltip": "После размещения/перетаскивания цели автоматически копировать вычисления в буфер обмена",
    "lowAndHighTooltip": "Показать как высокий, так и низкий угол для оружия, способного стрелять в обоих режимах",
    "autoLaneTooltip": "Если на следующем шаге слоя доступен только один флаг, squadcalc автоматически попытается продвинуться на следующий слой",
    "capZoneOnHoverTooltip": "Вместо постоянного отображения зон захвата отображать их только при наведении на флаг",
    "revealLayerOnHoverTooltip": "Наведение на флаг будет затемнять недоступные флаги, если этот флаг случайно был нажат"
}